///* user's favorite articles */
//"MainPage" = "MainPage";
//
///* Library where user get whatever he/she wants on sex */
//"Tips" = "Tips";
//
///* new message type of which may be dictations */
//"Setting" = "Setting";
//
//"Recent Weight" = "Weight of This Month";
//
//"Recent Round" = "My Plan";
//
//"name" = "Name";
//
//"gender"  = "Gender";
//
//"height" = "Height";
//
//"weight" = "Weight";
//
//"BMI" = "BMI";
//
//"Standard Weight" = "Standard Weight";
//
//"Normal Weight Range" = "Normal Weight Range";
//
//"set goal" = "Set Goal";
//
//"set alarm" = "Set Alarm";
//
//"about" = "About";
//
//"female" = "Female";
//
//"male" = "Male";
//
//"month" = "-";
//
//"day" = "";
//
//"DaysPassed" = "DaysPassed";
//
//"WeightLost" = "WeightLost";
//
//"WeighUnwanted"= "WeighUnwanted";
//
//"DaysRemains" = "DaysRemains";
//
//"day(s)" = "day(s)";
//
//"week(s)" = "week(s)";
//
//"kg(s)" = "kg";
//
//"weight log" = "Weight Log";
//
//"weight-losing records" = "Weight-losing Records";
//
//"weight plot" = "weight plot";
//
//"weight(kg)" = "weight(kg)";
//
//"date" = "date";
//
//"today" = "today";
//
//"tools for weight losing" = "Assistant";
//
//"WeightLostThisMonth" = "Weight Lost This Month";
//
//"DiffFromStandardWeight" = "DiffFromStandardWeight";
//
//"StandardWeight" = "Standard Weight";
//
//"YourWeighIsNormal” = “YourWeighIsNormal";
//
//"null" = "null";
//
//"GoalReached" = "Success";
//
//"closed" = "over";
//
//"Add" = "Add";
//
//"year" = "";
//
//"month 1" = "Jan";
//
//"month 2" = "Feb";
//
//"month 3" = "Mar";
//
//"month 4" = "Apr";
//
//"month 5" = "May";
//
//"month 6" = "Jun";
//
//"month 7" = "Jul";
//
//"month 8" = "Aug";
//
//"month 9" = "Sep";
//
//"month 10" = "Oct";
//
//"month 11" = "Nov";
//
//"month 12" = "Dec";
//
//"weight changes in month %@" = "Weight Changes in %@";
//
//"Weight Change in Last Round" = "My Weight-loss Plan";
//
//"save weight for someday %@" = "save weight for %@";
//
//"cancel" = "Cancel";
//
//"save" = "Save";
//
//"done" = "Done";
//
//"target date" = "Target Date";
//
//"target weight" = "target weight";
//
//"confirm" = "Confirm";
//
//"you have saved you weight records" = "Weight Records Saved";
//
//"your plan has been saved" = "Your plan has been saved.";
//
//"Checking" = "Checking...";
//
//"No updates found" = "No updates found";
//
//"Update checking error" = "Update checking error";
//
//"Feedback" = "Feedback";
//
//"Check for update" = "Check For Update";
//
//"Version" = "Version";
//
//"New Version Found" = "New Version Found";
//
//"Skip" = "Skip";
//
//"Ignore" = "Ignore";
//
//"Update Now" = "Update Now";
//
//"About" = "About";
//
//"change nickname" = "Change Nickname";
//
//"change gender" = "Change Gender";
//
//"change height" = "Modifiy Height";
//
//"weight records" = "Weight Records";
//
//"male" = "Male";
//
//"female" = "Female";
//
//"no record(s) yet" = "No record(s) yet";
//
//"no name yet" = "Your name?";
//
//"name cannot be longer than %d characters" = "Name cannot be longer than %d characters";
//
//"UnderWeight" = "Underweight";
//"NormalWeight" = "Normal";
//"Overweight" = "Overweight";
//"Obese" = "Obese";
//
//"UnderWeightNotice" = "您体重偏轻哦！";
//"NormalWeightNotice" = "恭喜，您体重正常！";
//"OverweightNotice" = "您体重超重哦！";
//"ObeseNotice" = "你属于肥胖体重哦！";
//
//"make a weight loss plan right now!" = "Make a weight loss plan right now!";
//
//"set plan" = "set plan";
//
//"Your last plan will be overidden if you modify" = "Your last plan will be overidden if you modify it";
//
//"set target weight" = "Set Target Weight";
//
//"Duration Time:%@ Target Lost:%@ Target Rate:%@" = "Duration Time:%@ Target Lost:%@ Target Rate:%@";
//
//"init" = "Init";
//"target" = "Target";
//
//"Start Testing" = "Start Testing";
//
//"The value of height and weight are invalid" = "The value of height and weight are invalid";
//
//"The value of height are invalid" = "The value of height is invalid";
//
//"The value of weight are invalid" = "The value of weight is invalid";
//
//"UnderWeightAdvice" = "You are underweight. Please care about your diet and keep fit!";
//
//"NormalWeightAdvice" = "your weight is normal.please keep your weight steady";
//
//"OverweightAdvice" = "you are over weight. please care about your diet and do more sports";
//
//"ObeseAdvice" = "you are overweight. please see a doctor, care about your diet and do more exercises";
//
//"done&canceled" = "Done&canceled";
//
//"done&failure" = "Done&Faied";
//
//"done&success" = "Done&Success";


"MainPage" = "首页";

/* tips */
"Tips" = "贴士";

/* settings */
"Setting" = "设置";

"Recent Weight" = "最近体重";

"Recent Round" = "减肥计划";

"Me" = "我的资料";

"name" = "昵称";

"gender"  = "性别";

"height" = "身高";

"weight" = "体重";

"BMI" = "BMI指数";

"Standard Weight" = "标准体重";

"Normal Weight Range" = "正常范围";

"set goal" = "目标设定";

"set alarm" = "减肥闹铃";

"about" = "关于";

"female" = "女";

"male" = "男";

"month" = "月";

"day" = "日";

"motto" = "亲，革命尚未成功，同志还须努力哦。";

"DaysPassed" = "已进行";

"WeightLost" = "已减去";

"WeighUnwanted"= "离目标";

"DaysRemains" = "倒计时";

"day(s)" = "天";

"week(s)" = "周";

"kg(s)" = "kg";

"weight log" = "体重档案";

"weight-losing records" = "减肥记录";

"weight plot" = "体重曲线";

"weight(kg)" = "体重(kg)";

"date" = "日期";

"today" = "今天";

"tools for weight losing" = "减肥辅助";

"WeightLostThisMonth" = "本月变化";

"DiffFromStandardWeight" = "距标准体重";

"StandardWeight" = "标准体重";

"YourWeighIsNormal" = "正常";

"null" = "暂无";

"GoalReached" = "已达标";

"closed" = "已结束";

"Add" = "新记录";

"weight changes in month %@" = "%@体重趋势";

"year" = "年";

"month 1" = "一月";

"month 2" = "二月";

"month 3" = "三月";

"month 4" = "四月";

"month 5" = "五月";

"month 6" = "六月";

"month 7" = "七月";

"month 8" = "八月";

"month 9" = "九月";

"month 10" = "十月";

"month 11" = "十一月";

"month 12" = "十二月";

"Weight Change in Last Round" = "减肥计划曲线";

"save weight for someday %@" = "登记 %@ 的体重";

"cancel" = "取消";

"save" = "保存";

"target date" = "目标日期";

"target weight" = "目标体重";

"done" = "完成";

"confirm" = "确认";

"you have saved you weight records" = "记录成功";

"your plan has been saved" = "减肥计划设定成功";

"Checking" = "检查中...";

"No updates found" = "恭喜！您当前的版本已经是最新";

"Update checking error" = "检查出错，请稍后重试。";

"Feedback" = "用户反馈";

"Check for update" = "检查新版本";

"Version" = "版本";

"New Version Found" = "发现新版本: ";

"Skip" = "跳过";

"Ignore" = "忽略";

"Update now" = "立即更新";

"About" = "关于";

"change nickname" = "修改昵称";

"change gender" = "修改性别";

"change height" = "修改身高";

"weight records" = "体重档案";

"male" = "男";

"female" = "女";

"no record(s) yet" = "暂无记录";

"no name yet" = "给自己取个好听的名字吧";

"name cannot be longer than %d characters" = "名字最好在 %d 个字以内哦";

"1" = "一、";
"2" = "二、";
"3" = "三、";
"4" = "四、";
"5" = "五、";
"6" = "六、";
"7" = "七、";
"8" = "八、";
"9" = "九、";
"10" = "十、";
"11" = "十一、";
"12" = "十二、";
"13" = "十三、";

"UnderWeight" = "体重偏轻";
"NormalWeight" = "体重正常";
"Overweight" = "体重超重";
"Obese" = "体重肥胖";

"UnderWeightNotice" = "您体重偏轻哦！";
"NormalWeightNotice" = "恭喜，您体重正常！";
"OverweightNotice" = "您超重了哦！";
"ObeseNotice" = "您有点肥胖哦！";


"make a weight loss plan right now!" = "你还没有减肥计划哦！";

"set plan" = "设定目标";

"Your last plan will be overidden if you modify" = "当前设定的目标还没到期哦:)";

"set target weight" = "设定目标体重(kg)";

"Duration Time:%@ Target Lost:%@ Target Rate:%@" = "计划天数:%@ 总共减重:%@ \n平均减重:%@";

"init" = "起始";
"target" = "目标";

"Start Testing" = "开始评测";

"The value of height and weight are invalid" = "呃，身高和体重值似乎不太对哦";

"The value of height are invalid" = "呃，身高值似乎不太对哦";

"The value of weight are invalid" = "呃，体重值似乎不太对哦";

"UnderWeightAdvice" = "请注意饮食营养，每周跟踪记录体重的变化情况，督促自己早日达到健康体重哦:)";

"NormalWeightAdvice" = "请注意饮食和运动，每周跟踪记录体重的变化情况，进行局部减肥以塑造完美身材哦:)";

"OverweightAdvice" = "请注意饮食和运动，每周跟踪记录体重的变化情况，督促自己早日达到健康体重哦:)";

"ObeseAdvice" = "请注意饮食和运动，每周跟踪记录体重的变化情况，督促自己早日达到健康体重哦:)";

"done&canceled" = "结束&被取消";

"done&failure" = "结束&失败";

"done&success" = "结束&成功";


